{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 75,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ã": 131,
      "Ä": 132,
      "Å": 133,
      "Æ": 134,
      "Ç": 135,
      "È": 136,
      "É": 137,
      "Ê": 138,
      "Ë": 139,
      "Ì": 140,
      "Í": 141,
      "Î": 142,
      "Ï": 143,
      "Ð": 144,
      "Ñ": 145,
      "Ó": 146,
      "Ô": 147,
      "Ö": 148,
      "×": 149,
      "Ø": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Þ": 154,
      "ß": 155,
      "à": 156,
      "á": 157,
      "â": 158,
      "ã": 159,
      "ä": 160,
      "å": 161,
      "æ": 162,
      "ç": 163,
      "è": 164,
      "é": 165,
      "ê": 166,
      "ë": 167,
      "ì": 168,
      "í": 169,
      "î": 170,
      "ï": 171,
      "ð": 172,
      "ñ": 173,
      "ò": 174,
      "ó": 175,
      "ô": 176,
      "õ": 177,
      "ö": 178,
      "÷": 179,
      "ø": 180,
      "ù": 181,
      "ú": 182,
      "û": 183,
      "ü": 184,
      "ý": 185,
      "þ": 186,
      "ÿ": 187,
      "Ā": 188,
      "ā": 189,
      "ă": 190,
      "ą": 191,
      "Ć": 192,
      "ć": 193,
      "Ĉ": 194,
      "ĉ": 195,
      "Ċ": 196,
      "ċ": 197,
      "Č": 198,
      "č": 199,
      "Đ": 200,
      "đ": 201,
      "Ē": 202,
      "ē": 203,
      "ĕ": 204,
      "Ė": 205,
      "ė": 206,
      "ę": 207,
      "ě": 208,
      "Ĝ": 209,
      "ĝ": 210,
      "ğ": 211,
      "ġ": 212,
      "Ĥ": 213,
      "ĥ": 214,
      "ħ": 215,
      "Ĩ": 216,
      "ĩ": 217,
      "Ī": 218,
      "ī": 219,
      "ĭ": 220,
      "İ": 221,
      "ı": 222,
      "Ĵ": 223,
      "ĵ": 224,
      "ĸ": 225,
      "ĺ": 226,
      "Ł": 227,
      "ł": 228,
      "ń": 229,
      "ň": 230,
      "ŋ": 231,
      "Ō": 232,
      "ō": 233,
      "ő": 234,
      "œ": 235,
      "ŕ": 236,
      "Ř": 237,
      "ř": 238,
      "Ś": 239,
      "ś": 240,
      "Ŝ": 241,
      "ŝ": 242,
      "Ş": 243,
      "ş": 244,
      "Š": 245,
      "š": 246,
      "Ţ": 247,
      "ţ": 248,
      "ť": 249,
      "Ũ": 250,
      "ũ": 251,
      "Ū": 252,
      "ū": 253,
      "ů": 254,
      "ű": 255,
      "Ŵ": 256,
      "ŵ": 257,
      "Ŷ": 258,
      "ŷ": 259,
      "ź": 260,
      "Ż": 261,
      "ż": 262,
      "Ž": 263,
      "ž": 264,
      "Ɛ": 265,
      "ƒ": 266,
      "ƛ": 267,
      "ƞ": 268,
      "Ɵ": 269,
      "ơ": 270,
      "Ʃ": 271,
      "ǀ": 272,
      "ǁ": 273,
      "ǂ": 274,
      "ǎ": 275,
      "ǒ": 276,
      "ǧ": 277,
      "ǵ": 278,
      "Ǻ": 279,
      "ș": 280,
      "Ȧ": 281,
      "ȩ": 282,
      "Ȯ": 283,
      "Ȳ": 284,
      "ȳ": 285,
      "ȷ": 286,
      "Ʌ": 287,
      "ɑ": 288,
      "ə": 289,
      "ɛ": 290,
      "ɣ": 291,
      "ɤ": 292,
      "ɳ": 293,
      "ɵ": 294,
      "ɷ": 295,
      "ɸ": 296,
      "ʃ": 297,
      "ʋ": 298,
      "ʎ": 299,
      "ʟ": 300,
      "ʹ": 301,
      "ʺ": 302,
      "ʻ": 303,
      "ʼ": 304,
      "˂": 305,
      "˃": 306,
      "ˆ": 307,
      "ˇ": 308,
      "ˈ": 309,
      "ˉ": 310,
      "ˊ": 311,
      "ː": 312,
      "˗": 313,
      "˘": 314,
      "˙": 315,
      "˚": 316,
      "˜": 317,
      "˝": 318,
      "˭": 319,
      "˿": 320,
      "̀": 321,
      "́": 322,
      "̂": 323,
      "̃": 324,
      "̄": 325,
      "̅": 326,
      "̆": 327,
      "̇": 328,
      "̈": 329,
      "̊": 330,
      "̋": 331,
      "̌": 332,
      "̑": 333,
      "̧": 334,
      "̰": 335,
      "̱": 336,
      "̲": 337,
      "̴": 338,
      "̵": 339,
      "̶": 340,
      "̷": 341,
      "̸": 342,
      "̿": 343,
      "͇": 344,
      "͌": 345,
      "΄": 346,
      "·": 347,
      "Ώ": 348,
      "Α": 349,
      "Β": 350,
      "Γ": 351,
      "Δ": 352,
      "Ε": 353,
      "Ζ": 354,
      "Η": 355,
      "Θ": 356,
      "Ι": 357,
      "Κ": 358,
      "Λ": 359,
      "Μ": 360,
      "Ν": 361,
      "Ξ": 362,
      "Ο": 363,
      "Π": 364,
      "Ρ": 365,
      "΢": 366,
      "Σ": 367,
      "Τ": 368,
      "Υ": 369,
      "Φ": 370,
      "Χ": 371,
      "Ψ": 372,
      "Ω": 373,
      "ά": 374,
      "έ": 375,
      "ή": 376,
      "α": 377,
      "β": 378,
      "γ": 379,
      "δ": 380,
      "ε": 381,
      "ζ": 382,
      "η": 383,
      "θ": 384,
      "ι": 385,
      "κ": 386,
      "λ": 387,
      "μ": 388,
      "ν": 389,
      "ξ": 390,
      "ο": 391,
      "π": 392,
      "ρ": 393,
      "ς": 394,
      "σ": 395,
      "τ": 396,
      "υ": 397,
      "φ": 398,
      "χ": 399,
      "ψ": 400,
      "ω": 401,
      "ό": 402,
      "ύ": 403,
      "ϑ": 404,
      "ϒ": 405,
      "ϕ": 406,
      "ϖ": 407,
      "Ϝ": 408,
      "ϝ": 409,
      "ϰ": 410,
      "ϱ": 411,
      "ϴ": 412,
      "ϵ": 413,
      "Ͽ": 414,
      "Є": 415,
      "І": 416,
      "А": 417,
      "Б": 418,
      "В": 419,
      "Г": 420,
      "Д": 421,
      "Е": 422,
      "И": 423,
      "К": 424,
      "Л": 425,
      "М": 426,
      "Н": 427,
      "О": 428,
      "П": 429,
      "Р": 430,
      "С": 431,
      "Т": 432,
      "У": 433,
      "Ф": 434,
      "Х": 435,
      "Ч": 436,
      "Ш": 437,
      "Э": 438,
      "Я": 439,
      "а": 440,
      "б": 441,
      "в": 442,
      "г": 443,
      "д": 444,
      "е": 445,
      "ж": 446,
      "з": 447,
      "и": 448,
      "й": 449,
      "к": 450,
      "л": 451,
      "м": 452,
      "н": 453,
      "о": 454,
      "п": 455,
      "р": 456,
      "с": 457,
      "т": 458,
      "у": 459,
      "ф": 460,
      "х": 461,
      "ц": 462,
      "ч": 463,
      "ш": 464,
      "щ": 465,
      "ъ": 466,
      "ы": 467,
      "ь": 468,
      "э": 469,
      "ю": 470,
      "я": 471,
      "є": 472,
      "і": 473,
      "ћ": 474,
      "Ѳ": 475,
      "ѵ": 476,
      "ӧ": 477,
      "Ө": 478,
      "׀": 479,
      "׳": 480,
      "ا": 481,
      "ب": 482,
      "ة": 483,
      "ت": 484,
      "د": 485,
      "ر": 486,
      "ز": 487,
      "س": 488,
      "ض": 489,
      "ط": 490,
      "ع": 491,
      "ف": 492,
      "ق": 493,
      "ك": 494,
      "ل": 495,
      "م": 496,
      "ن": 497,
      "ه": 498,
      "و": 499,
      "ي": 500,
      "Ḋ": 501,
      "Ḡ": 502,
      "ḡ": 503,
      "Ḣ": 504,
      "Ṁ": 505,
      "ṁ": 506,
      "Ṅ": 507,
      "ṅ": 508,
      "Ṙ": 509,
      "ṙ": 510,
      "Ṡ": 511,
      "Ṫ": 512,
      "Ṽ": 513,
      "ṽ": 514,
      "Ẇ": 515,
      "ẋ": 516,
      "ẏ": 517,
      "ẑ": 518,
      "Ẽ": 519,
      "ẽ": 520,
      "Ỹ": 521,
      "ỹ": 522,
      "ῡ": 523,
      "ῦ": 524,
      "‐": 525,
      "‑": 526,
      "‒": 527,
      "–": 528,
      "—": 529,
      "―": 530,
      "‖": 531,
      "‘": 532,
      "’": 533,
      "‚": 534,
      "“": 535,
      "”": 536,
      "„": 537,
      "†": 538,
      "‡": 539,
      "•": 540,
      "‥": 541,
      "…": 542,
      "‧": 543,
      "‰": 544,
      "′": 545,
      "″": 546,
      "‴": 547,
      "‵": 548,
      "‹": 549,
      "›": 550,
      "‾": 551,
      "⁁": 552,
      "⁄": 553,
      "⁎": 554,
      "⁗": 555,
      "⁰": 556,
      "₂": 557,
      "₃": 558,
      "₄": 559,
      "€": 560,
      "⃑": 561,
      "⃖": 562,
      "⃗": 563,
      "⃛": 564,
      "⃡": 565,
      "ℂ": 566,
      "℃": 567,
      "ℋ": 568,
      "ℍ": 569,
      "ℏ": 570,
      "ℐ": 571,
      "ℑ": 572,
      "ℒ": 573,
      "ℓ": 574,
      "ℕ": 575,
      "№": 576,
      "℘": 577,
      "ℙ": 578,
      "ℚ": 579,
      "ℛ": 580,
      "ℜ": 581,
      "ℝ": 582,
      "™": 583,
      "ℤ": 584,
      "℧": 585,
      "Å": 586,
      "ℬ": 587,
      "ℭ": 588,
      "ℰ": 589,
      "ℱ": 590,
      "ℳ": 591,
      "ℵ": 592,
      "ℶ": 593,
      "ℷ": 594,
      "ⅅ": 595,
      "ⅆ": 596,
      "ⅇ": 597,
      "ⅈ": 598,
      "⅓": 599,
      "⅔": 600,
      "Ⅰ": 601,
      "Ⅱ": 602,
      "Ⅲ": 603,
      "Ⅳ": 604,
      "Ⅴ": 605,
      "Ⅵ": 606,
      "←": 607,
      "↑": 608,
      "→": 609,
      "↓": 610,
      "↔": 611,
      "↕": 612,
      "↖": 613,
      "↗": 614,
      "↘": 615,
      "↙": 616,
      "↛": 617,
      "↝": 618,
      "↠": 619,
      "↣": 620,
      "↦": 621,
      "↪": 622,
      "↭": 623,
      "↷": 624,
      "↺": 625,
      "↻": 626,
      "↼": 627,
      "↽": 628,
      "↾": 629,
      "⇀": 630,
      "⇁": 631,
      "⇂": 632,
      "⇄": 633,
      "⇅": 634,
      "⇆": 635,
      "⇉": 636,
      "⇋": 637,
      "⇌": 638,
      "⇏": 639,
      "⇐": 640,
      "⇑": 641,
      "⇒": 642,
      "⇓": 643,
      "⇔": 644,
      "⇕": 645,
      "⇛": 646,
      "⇝": 647,
      "∀": 648,
      "∁": 649,
      "∂": 650,
      "∃": 651,
      "∄": 652,
      "∅": 653,
      "∆": 654,
      "∇": 655,
      "∈": 656,
      "∉": 657,
      "∊": 658,
      "∋": 659,
      "∎": 660,
      "∏": 661,
      "∐": 662,
      "∑": 663,
      "−": 664,
      "∓": 665,
      "∕": 666,
      "∖": 667,
      "∗": 668,
      "∘": 669,
      "∙": 670,
      "√": 671,
      "∝": 672,
      "∞": 673,
      "∠": 674,
      "∡": 675,
      "∢": 676,
      "∣": 677,
      "∥": 678,
      "∦": 679,
      "∧": 680,
      "∨": 681,
      "∩": 682,
      "∪": 683,
      "∫": 684,
      "∬": 685,
      "∭": 686,
      "∮": 687,
      "∯": 688,
      "∴": 689,
      "∵": 690,
      "∶": 691,
      "∷": 692,
      "∼": 693,
      "∽": 694,
      "≀": 695,
      "≁": 696,
      "≂": 697,
      "≃": 698,
      "≅": 699,
      "≈": 700,
      "≊": 701,
      "≌": 702,
      "≍": 703,
      "≐": 704,
      "≑": 705,
      "≒": 706,
      "≔": 707,
      "≕": 708,
      "≙": 709,
      "≜": 710,
      "≠": 711,
      "≡": 712,
      "≢": 713,
      "≤": 714,
      "≥": 715,
      "≦": 716,
      "≧": 717,
      "≪": 718,
      "≫": 719,
      "≰": 720,
      "≱": 721,
      "≲": 722,
      "≳": 723,
      "≶": 724,
      "≷": 725,
      "≺": 726,
      "≻": 727,
      "≼": 728,
      "≽": 729,
      "≾": 730,
      "≿": 731,
      "⊀": 732,
      "⊂": 733,
      "⊃": 734,
      "⊄": 735,
      "⊆": 736,
      "⊇": 737,
      "⊈": 738,
      "⊊": 739,
      "⊎": 740,
      "⊏": 741,
      "⊑": 742,
      "⊓": 743,
      "⊔": 744,
      "⊕": 745,
      "⊖": 746,
      "⊗": 747,
      "⊘": 748,
      "⊙": 749,
      "⊚": 750,
      "⊛": 751,
      "⊝": 752,
      "⊞": 753,
      "⊟": 754,
      "⊠": 755,
      "⊢": 756,
      "⊣": 757,
      "⊤": 758,
      "⊥": 759,
      "⊧": 760,
      "⊨": 761,
      "⊩": 762,
      "⊬": 763,
      "⊭": 764,
      "⊲": 765,
      "⊳": 766,
      "⊴": 767,
      "⊸": 768,
      "⊺": 769,
      "⊻": 770,
      "⋀": 771,
      "⋁": 772,
      "⋂": 773,
      "⋃": 774,
      "⋄": 775,
      "⋅": 776,
      "⋆": 777,
      "⋈": 778,
      "⋉": 779,
      "⋊": 780,
      "⋌": 781,
      "⋍": 782,
      "⋎": 783,
      "⋏": 784,
      "⋐": 785,
      "⋔": 786,
      "⋖": 787,
      "⋗": 788,
      "⋘": 789,
      "⋙": 790,
      "⋥": 791,
      "⋮": 792,
      "⋯": 793,
      "⋰": 794,
      "⋱": 795,
      "⌀": 796,
      "⌈": 797,
      "⌉": 798,
      "⌊": 799,
      "⌋": 800,
      "⌜": 801,
      "⌝": 802,
      "⌟": 803,
      "⌢": 804,
      "⌣": 805,
      "〈": 806,
      "〉": 807,
      "⎔": 808,
      "⎕": 809,
      "⏞": 810,
      "⏟": 811,
      "␣": 812,
      "①": 813,
      "②": 814,
      "③": 815,
      "④": 816,
      "⑤": 817,
      "⑥": 818,
      "⑦": 819,
      "⑧": 820,
      "⑨": 821,
      "⑩": 822,
      "─": 823,
      "│": 824,
      "┴": 825,
      "═": 826,
      "║": 827,
      "▒": 828,
      "▓": 829,
      "■": 830,
      "□": 831,
      "▪": 832,
      "▲": 833,
      "△": 834,
      "▴": 835,
      "▵": 836,
      "▶": 837,
      "▷": 838,
      "▹": 839,
      "►": 840,
      "▼": 841,
      "▽": 842,
      "▾": 843,
      "▿": 844,
      "◁": 845,
      "◂": 846,
      "◃": 847,
      "◆": 848,
      "◇": 849,
      "◊": 850,
      "○": 851,
      "●": 852,
      "◦": 853,
      "◯": 854,
      "◻": 855,
      "◼": 856,
      "★": 857,
      "☆": 858,
      "☐": 859,
      "♀": 860,
      "♂": 861,
      "♠": 862,
      "♢": 863,
      "♣": 864,
      "♦": 865,
      "♭": 866,
      "♮": 867,
      "♯": 868,
      "✓": 869,
      "✠": 870,
      "✣": 871,
      "➀": 872,
      "➁": 873,
      "➂": 874,
      "➔": 875,
      "⟂": 876,
      "⟦": 877,
      "⟧": 878,
      "⟨": 879,
      "⟩": 880,
      "⟪": 881,
      "⟫": 882,
      "⟵": 883,
      "⟶": 884,
      "⟷": 885,
      "⟸": 886,
      "⟹": 887,
      "⟺": 888,
      "⟼": 889,
      "⥀": 890,
      "⥂": 891,
      "⥄": 892,
      "⦀": 893,
      "⦵": 894,
      "⦶": 895,
      "⧧": 896,
      "⧫": 897,
      "⧸": 898,
      "⧹": 899,
      "⨀": 900,
      "⨁": 901,
      "⨂": 902,
      "⨆": 903,
      "⨉": 904,
      "⨍": 905,
      "⨿": 906,
      "⩽": 907,
      "⩾": 908,
      "⪅": 909,
      "⪆": 910,
      "⪡": 911,
      "⪢": 912,
      "⪯": 913,
      "⪰": 914,
      "⫪": 915,
      "⬜": 916,
      "⿢": 917,
      "⿤": 918,
      "⿥": 919,
      "⿫": 920,
      "⿲": 921,
      "⿳": 922,
      "⿼": 923,
      "⿿": 924,
      "、": 925,
      "。": 926,
      "〈": 927,
      "〉": 928,
      "《": 929,
      "》": 930,
      "〚": 931,
      "〛": 932,
      "엯": 933,
      "풪": 934,
      "픅": 935,
      "ﬀ": 936,
      "ﬁ": 937,
      "ﬂ": 938,
      "︀": 939,
      "︁": 940,
      "︵": 941,
      "︷": 942,
      "︸": 943,
      "％": 944,
      "（": 945,
      "）": 946,
      "＋": 947,
      "，": 948,
      "－": 949,
      "：": 950,
      "；": 951,
      "＜": 952,
      "＝": 953,
      "＞": 954,
      "～": 955,
      "𝐀": 956,
      "𝐁": 957,
      "𝐂": 958,
      "𝐃": 959,
      "𝐄": 960,
      "𝐅": 961,
      "𝐇": 962,
      "𝐌": 963,
      "𝐏": 964,
      "𝐐": 965,
      "𝐑": 966,
      "𝐒": 967,
      "𝐔": 968,
      "𝐕": 969,
      "𝐗": 970,
      "𝐘": 971,
      "𝐛": 972,
      "𝐞": 973,
      "𝐟": 974,
      "𝐢": 975,
      "𝐤": 976,
      "𝐦": 977,
      "𝐧": 978,
      "𝐩": 979,
      "𝐪": 980,
      "𝐫": 981,
      "𝐮": 982,
      "𝐯": 983,
      "𝐱": 984,
      "𝑿": 985,
      "𝒌": 986,
      "𝒒": 987,
      "𝒓": 988,
      "𝒙": 989,
      "𝒜": 990,
      "𝒫": 991,
      "𝒮": 992,
      "𝒯": 993,
      "𝓁": 994,
      "𝔼": 995,
      "𝚪": 996,
      "𝜀": 997,
      "𝜃": 998,
      "𝜖": 999,
      "𝜗": 1000,
      "𝜸": 1001,
      "𝝁": 1002,
      "𝟎": 1003,
      "𝟏": 1004,
      "##8": 1005,
      "##5": 1006,
      "##P": 1007,
      "##n": 1008,
      "##4": 1009,
      "##s": 1010,
      "##i": 1011,
      "##φ": 1012,
      "##k": 1013,
      "##2": 1014,
      "##z": 1015,
      "##A": 1016,
      "##e": 1017,
      "##−": 1018,
      "##x": 1019,
      "##α": 1020,
      "##a": 1021,
      "##1": 1022,
      "##E": 1023,
      "##p": 1024,
      "##9": 1025,
      "##±": 1026,
      "##ϕ": 1027,
      "##θ": 1028,
      "##S": 1029,
      "##γ": 1030,
      "##F": 1031,
      "##b": 1032,
      "##o": 1033,
      "##d": 1034,
      "##Y": 1035,
      "##3": 1036,
      "##C": 1037,
      "##R": 1038,
      "##π": 1039,
      "##∼": 1040,
      "##T": 1041,
      "##6": 1042,
      "##0": 1043,
      "##g": 1044,
      "##u": 1045,
      "##l": 1046,
      "##t": 1047,
      "##≈": 1048,
      "##r": 1049,
      "##c": 1050,
      "##M": 1051,
      "##D": 1052,
      "##̇": 1053,
      "##σ": 1054,
      "##q": 1055,
      "##Δ": 1056,
      "##y": 1057,
      "##f": 1058,
      "##≠": 1059,
      "##m": 1060,
      "##w": 1061,
      "##h": 1062,
      "##v": 1063,
      "##ρ": 1064,
      "##∇": 1065,
      "##⋅": 1066,
      "##B": 1067,
      "##Q": 1068,
      "##ℓ": 1069,
      "##N": 1070,
      "##ˆ": 1071,
      "##κ": 1072,
      "##I": 1073,
      "##⩽": 1074,
      "##ϵ": 1075,
      "##∕": 1076,
      "##K": 1077,
      "##j": 1078,
      "##ω": 1079,
      "##⊂": 1080,
      "##Γ": 1081,
      "##∪": 1082,
      "##˙": 1083,
      "##W": 1084,
      "##G": 1085,
      "##X": 1086,
      "##̃": 1087,
      "##ξ": 1088,
      "##7": 1089,
      "##O": 1090,
      "##L": 1091,
      "##đ": 1092,
      "##J": 1093,
      "##⋯": 1094,
      "##̂": 1095,
      "##×": 1096,
      "##H": 1097,
      "##β": 1098,
      "##τ": 1099,
      "##Ω": 1100,
      "##∑": 1101,
      "##μ": 1102,
      "##│": 1103,
      "##⊆": 1104,
      "##∂": 1105,
      "##∗": 1106,
      "##⩾": 1107,
      "##≲": 1108,
      "##→": 1109,
      "##∞": 1110,
      "##χ": 1111,
      "##⊤": 1112,
      "##∫": 1113,
      "##∈": 1114,
      "##≤": 1115,
      "##ϑ": 1116,
      "##ν": 1117,
      "##̲": 1118,
      "##¯": 1119,
      "##ε": 1120,
      "##Ψ": 1121,
      "##V": 1122,
      "##ö": 1123,
      "##ä": 1124,
      "##∥": 1125,
      "##▿": 1126,
      "##Λ": 1127,
      "##̄": 1128,
      "##⌣": 1129,
      "##♯": 1130,
      "##⊓": 1131,
      "##η": 1132,
      "##≅": 1133,
      "##⪡": 1134,
      "##λ": 1135,
      "##ζ": 1136,
      "##Φ": 1137,
      "##⇒": 1138,
      "##U": 1139,
      "##≡": 1140,
      "##∙": 1141,
      "##°": 1142,
      "##⨁": 1143,
      "##⊥": 1144,
      "##δ": 1145,
      "##̈": 1146,
      "##▹": 1147,
      "##⊗": 1148,
      "##∝": 1149,
      "##≥": 1150,
      "##Z": 1151,
      "##®": 1152,
      "##⪢": 1153,
      "##ɛ": 1154,
      "##˜": 1155,
      "##Σ": 1156,
      "##≔": 1157,
      "##⇔": 1158,
      "##⃗": 1159,
      "##Θ": 1160,
      "##∣": 1161,
      "##≫": 1162,
      "##ⅆ": 1163,
      "##♢": 1164,
      "##ς": 1165,
      "##Ŝ": 1166,
      "##υ": 1167,
      "##∧": 1168,
      "##∘": 1169,
      "##↦": 1170,
      "##↔": 1171,
      "##∬": 1172,
      "##ϖ": 1173,
      "##Å": 1174,
      "##µ": 1175,
      "##ψ": 1176,
      "##√": 1177,
      "##⿿": 1178,
      "##ħ": 1179,
      "##≕": 1180,
      "##≃": 1181,
      "##Π": 1182,
      "##∀": 1183,
      "##∏": 1184,
      "##↑": 1185,
      "##Ξ": 1186,
      "##∩": 1187,
      "##ϱ": 1188,
      "##™": 1189,
      "##∖": 1190,
      "##⊨": 1191,
      "##□": 1192,
      "##≊": 1193,
      "##⧹": 1194,
      "##ℏ": 1195,
      "##Ⅱ": 1196,
      "##∆": 1197,
      "##∓": 1198,
      "##̊": 1199,
      "##̌": 1200,
      "##⊕": 1201,
      "##℘": 1202,
      "##í": 1203,
      "##÷": 1204,
      "##Э": 1205,
      "##≪": 1206,
      "##⇌": 1207,
      "##é": 1208,
      "##⇄": 1209,
      "##★": 1210,
      "##ˇ": 1211,
      "##⇀": 1212,
      "##ê": 1213,
      "##ı": 1214,
      "##́": 1215,
      "##≐": 1216,
      "##è": 1217,
      "##⋆": 1218,
      "##↓": 1219,
      "##€": 1220,
      "##¬": 1221,
      "##↭": 1222,
      "##≜": 1223,
      "##⋃": 1224,
      "##ϒ": 1225,
      "##⋱": 1226,
      "##⋮": 1227,
      "##л": 1228,
      "##ы": 1229,
      "##⪰": 1230,
      "##⌢": 1231,
      "##б": 1232,
      "##ь": 1233,
      "##я": 1234,
      "##ℛ": 1235,
      "##ι": 1236,
      "##в": 1237,
      "##и": 1238,
      "##й": 1239,
      "##∶": 1240,
      "##´": 1241,
      "##Ε": 1242,
      "##⊈": 1243,
      "##△": 1244,
      "##˭": 1245,
      "##á": 1246,
      "##¨": 1247,
      "##ℝ": 1248,
      "##ℜ": 1249,
      "##⪯": 1250,
      "##Μ": 1251,
      "##𝐀": 1252,
      "##ï": 1253,
      "##ϝ": 1254,
      "##ü": 1255,
      "##⇆": 1256,
      "##≳": 1257,
      "##⟺": 1258,
      "##∴": 1259,
      "##∨": 1260,
      "##⊙": 1261,
      "##ó": 1262,
      "##ū": 1263,
      "##∊": 1264,
      "##à": 1265,
      "##⋁": 1266,
      "##ч": 1267,
      "##∉": 1268,
      "##д": 1269,
      "##н": 1270,
      "##←": 1271,
      "##ú": 1272,
      "##⊢": 1273,
      "##∮": 1274,
      "##˚": 1275,
      "##ź": 1276,
      "##ś": 1277,
      "##∅": 1278,
      "##м": 1279,
      "##е": 1280,
      "##▽": 1281,
      "##а": 1282,
      "##г": 1283,
      "##₃": 1284,
      "##æ": 1285,
      "##̆": 1286,
      "##⊃": 1287,
      "##̅": 1288,
      "##⟶": 1289,
      "##ë": 1290,
      "##○": 1291,
      "##Υ": 1292,
      "##▵": 1293,
      "##ş": 1294,
      "##⊇": 1295,
      "##©": 1296,
      "##ℵ": 1297,
      "##Ċ": 1298,
      "##ñ": 1299,
      "##û": 1300,
      "##т": 1301,
      "##ц": 1302,
      "##щ": 1303,
      "##ÿ": 1304,
      "##ℑ": 1305,
      "##◁": 1306,
      "##ɷ": 1307,
      "##М": 1308,
      "##ě": 1309,
      "##ž": 1310,
      "##풪": 1311,
      "##⃑": 1312,
      "##𝜃": 1313,
      "##𝐫": 1314,
      "##ю": 1315,
      "##ă": 1316,
      "##⊖": 1317,
      "##̱": 1318,
      "##≻": 1319,
      "##≽": 1320,
      "##˘": 1321,
      "##⧧": 1322,
      "##∁": 1323,
      "##£": 1324,
      "##⦀": 1325,
      "##ç": 1326,
      "##ø": 1327,
      "##ů": 1328,
      "##ш": 1329,
      "##ī": 1330,
      "##ń": 1331,
      "##р": 1332,
      "##о": 1333,
      "##п": 1334,
      "##ğ": 1335,
      "##☆": 1336,
      "##Ø": 1337,
      "##⊠": 1338,
      "##◇": 1339,
      "##Н": 1340,
      "##∃": 1341,
      "##⇝": 1342,
      "##⊺": 1343,
      "##⪆": 1344,
      "##ß": 1345,
      "##Ν": 1346,
      "##ň": 1347,
      "##з": 1348,
      "##⧸": 1349,
      "##ℂ": 1350,
      "##⑥": 1351,
      "##⟹": 1352,
      "##с": 1353,
      "##к": 1354,
      "##х": 1355,
      "##⟼": 1356,
      "##ʼ": 1357,
      "##Р": 1358,
      "##Ο": 1359,
      "##⇑": 1360,
      "##⇓": 1361,
      "##С": 1362,
      "##⋔": 1363,
      "##⎔": 1364,
      "##≺": 1365,
      "##⟷": 1366,
      "##⨂": 1367,
      "##ⅇ": 1368,
      "##̸": 1369,
      "##̷": 1370,
      "##⋀": 1371,
      "##Ι": 1372,
      "##⬜": 1373,
      "##ﬁ": 1374,
      "##š": 1375,
      "##𝜀": 1376,
      "##∠": 1377,
      "##≦": 1378,
      "##О": 1379,
      "##⊳": 1380,
      "##̀": 1381,
      "##⃡": 1382,
      "##č": 1383,
      "##э": 1384,
      "##ʹ": 1385,
      "##Đ": 1386,
      "##Ö": 1387,
      "##℃": 1388,
      "##≾": 1389,
      "##ð": 1390,
      "##＝": 1391,
      "##Х": 1392,
      "##═": 1393,
      "##𝓁": 1394,
      "##≒": 1395,
      "##◃": 1396,
      "##ę": 1397,
      "##♮": 1398,
      "##②": 1399,
      "##ȷ": 1400,
      "##ĭ": 1401,
      "##Т": 1402,
      "##⋥": 1403,
      "##ˈ": 1404,
      "##Ĥ": 1405,
      "##â": 1406,
      "##①": 1407,
      "##½": 1408,
      "##∭": 1409,
      "##ã": 1410,
      "##ф": 1411,
      "##₂": 1412,
      "##Ä": 1413,
      "##ș": 1414,
      "##︀": 1415,
      "##⟂": 1416,
      "##◦": 1417,
      "##⥄": 1418,
      "##⊘": 1419,
      "##⋉": 1420,
      "##≷": 1421,
      "##↣": 1422,
      "##ř": 1423,
      "##ý": 1424,
      "##⋈": 1425,
      "##↘": 1426,
      "##ʺ": 1427,
      "##⋂": 1428,
      "##Ð": 1429,
      "##ο": 1430,
      "##ą": 1431,
      "##å": 1432,
      "##▾": 1433,
      "##ά": 1434,
      "##̵": 1435,
      "##ℕ": 1436,
      "##⨿": 1437,
      "##≑": 1438,
      "##𝐏": 1439,
      "##◻": 1440,
      "##ℬ": 1441,
      "##엯": 1442,
      "##У": 1443,
      "##Ʃ": 1444,
      "##²": 1445,
      "##ж": 1446,
      "##ć": 1447,
      "##ǁ": 1448,
      "##¥": 1449,
      "##ϰ": 1450,
      "##∋": 1451,
      "##ﬂ": 1452,
      "##∷": 1453,
      "##Г": 1454,
      "##≰": 1455,
      "##⪅": 1456,
      "##⿤": 1457,
      "##ô": 1458,
      "##↽": 1459,
      "##º": 1460,
      "##↗": 1461,
      "##А": 1462,
      "##В": 1463,
      "##î": 1464,
      "##⊊": 1465,
      "##⿲": 1466,
      "##̿": 1467,
      "##˗": 1468,
      "##⊔": 1469,
      "##𝜖": 1470,
      "##𝒓": 1471,
      "##↕": 1472,
      "##─": 1473,
      "##Ā": 1474,
      "##⊝": 1475,
      "##ъ": 1476,
      "##⇋": 1477,
      "##↾": 1478,
      "##ł": 1479,
      "##⃛": 1480,
      "##⊞": 1481,
      "##ŕ": 1482,
      "##œ": 1483,
      "##ō": 1484,
      "##Ĉ": 1485,
      "##▓": 1486,
      "##ā": 1487,
      "##⏟": 1488,
      "##س": 1489,
      "##ت": 1490,
      "##د": 1491,
      "##ا": 1492,
      "##م": 1493,
      "##Η": 1494,
      "##Á": 1495,
      "##⊄": 1496,
      "##ċ": 1497,
      "##◊": 1498,
      "##↪": 1499,
      "##⇐": 1500,
      "##▶": 1501,
      "##̑": 1502,
      "##▒": 1503,
      "##Í": 1504,
      "##К": 1505,
      "##⟵": 1506,
      "##ǵ": 1507,
      "##¼": 1508,
      "##³": 1509,
      "##ϴ": 1510,
      "##Ͽ": 1511,
      "##Α": 1512,
      "##͇": 1513,
      "##ћ": 1514,
      "##≧": 1515,
      "##П": 1516,
      "##⊬": 1517,
      "##⑤": 1518,
      "##Τ": 1519,
      "##ℒ": 1520,
      "##⊏": 1521,
      "##𝐁": 1522,
      "##ℐ": 1523,
      "##̰": 1524,
      "##Ç": 1525,
      "##＞": 1526,
      "##⋄": 1527,
      "##ǀ": 1528,
      "##ì": 1529,
      "##⊟": 1530,
      "##∐": 1531,
      "##ª": 1532,
      "##¢": 1533,
      "##Ü": 1534,
      "##Ł": 1535,
      "##έ": 1536,
      "##ŷ": 1537,
      "##ɵ": 1538,
      "##ⅈ": 1539,
      "##̴": 1540,
      "##ĝ": 1541,
      "##≁": 1542,
      "##¦": 1543,
      "##⨍": 1544,
      "##⊑": 1545,
      "##Ē": 1546,
      "##É": 1547,
      "##Ū": 1548,
      "##≼": 1549,
      "##Ĝ": 1550,
      "##õ": 1551,
      "##ũ": 1552,
      "##ﬀ": 1553,
      "##ℳ": 1554,
      "##𝒙": 1555,
      "##Ⅰ": 1556,
      "##ù": 1557,
      "##ė": 1558,
      "##⊩": 1559,
      "##ƒ": 1560,
      "##⁰": 1561,
      "##♦": 1562,
      "##⃖": 1563,
      "##♭": 1564,
      "##～": 1565,
      "##⿥": 1566,
      "##Ṽ": 1567,
      "##𝜗": 1568,
      "##ƛ": 1569,
      "##↼": 1570,
      "##ŋ": 1571,
      "##∵": 1572,
      "##Β": 1573,
      "##⊧": 1574,
      "##ò": 1575,
      "##ό": 1576,
      "##⦵": 1577,
      "##Ζ": 1578,
      "##⊲": 1579,
      "##⋏": 1580,
      "##⋊": 1581,
      "##І": 1582,
      "##𝐑": 1583,
      "##İ": 1584,
      "##Ф": 1585,
      "##ẋ": 1586,
      "##∽": 1587,
      "##≙": 1588,
      "##ĥ": 1589,
      "##Ѳ": 1590,
      "##ż": 1591,
      "##Κ": 1592,
      "##ˉ": 1593,
      "##⫪": 1594,
      "##＋": 1595,
      "##ℱ": 1596,
      "##⁄": 1597,
      "##ل": 1598,
      "##ق": 1599,
      "##ع": 1600,
      "##ة": 1601,
      "##≶": 1602,
      "##ő": 1603,
      "##≿": 1604,
      "##⎕": 1605,
      "##ȩ": 1606,
      "##Â": 1607,
      "##ℙ": 1608,
      "##Š": 1609,
      "##Ũ": 1610,
      "##▷": 1611,
      "##⇅": 1612,
      "##þ": 1613,
      "##𝐘": 1614,
      "##③": 1615,
      "##¸": 1616,
      "##⥂": 1617,
      "##⌟": 1618,
      "##ƞ": 1619,
      "##𝒯": 1620,
      "##⇉": 1621,
      "##ē": 1622,
      "##˝": 1623,
      "##Ì": 1624,
      "##Ô": 1625,
      "##ύ": 1626,
      "##ӧ": 1627,
      "##΄": 1628,
      "##♀": 1629,
      "##⥀": 1630,
      "##⑦": 1631,
      "##Ã": 1632,
      "##⑩": 1633,
      "##ℤ": 1634,
      "##Ө": 1635,
      "##║": 1636,
      "##ℋ": 1637,
      "##Д": 1638,
      "##Е": 1639,
      "##И": 1640,
      "##Ê": 1641,
      "##͌": 1642,
      "##Ρ": 1643,
      "##у": 1644,
      "##ĉ": 1645,
      "##↙": 1646,
      "##Ɛ": 1647,
      "##픅": 1648,
      "##⊀": 1649,
      "##↠": 1650,
      "##↝": 1651,
      "##Ĩ": 1652,
      "##⏞": 1653,
      "##ℍ": 1654,
      "##𝐕": 1655,
      "##ţ": 1656,
      "##●": 1657,
      "##Ė": 1658,
      "##⊛": 1659,
      "##∢": 1660,
      "##ˊ": 1661,
      "##Ŷ": 1662,
      "##Ř": 1663,
      "##Ţ": 1664,
      "##𝐔": 1665,
      "##ĺ": 1666,
      "##Ī": 1667,
      "##∦": 1668,
      "##∯": 1669,
      "##¾": 1670,
      "##⊴": 1671,
      "##𝐦": 1672,
      "##𝐇": 1673,
      "##𝐞": 1674,
      "##𝐟": 1675,
      "##𝐂": 1676,
      "##Χ": 1677,
      "##𝐃": 1678,
      "##𝐒": 1679,
      "##⌀": 1680,
      "##◯": 1681,
      "##Ĵ": 1682,
      "##ب": 1683,
      "##ي": 1684,
      "##𝟏": 1685,
      "##⋍": 1686,
      "##ẑ": 1687,
      "##⋘": 1688,
      "##ĩ": 1689,
      "##⿫": 1690,
      "##ή": 1691,
      "##Ч": 1692,
      "##𝔼": 1693,
      "##∎": 1694,
      "##₄": 1695,
      "##⋰": 1696,
      "##Î": 1697,
      "##Ï": 1698,
      "##⇁": 1699,
      "##⌜": 1700,
      "##︁": 1701,
      "##ℰ": 1702,
      "##␣": 1703,
      "##℧": 1704,
      "##𝐩": 1705,
      "##ŵ": 1706,
      "##⊻": 1707,
      "##Ϝ": 1708,
      "##Ẽ": 1709,
      "##ǎ": 1710,
      "##⊎": 1711,
      "##≌": 1712,
      "##𝐪": 1713,
      "##𝒜": 1714,
      "##↛": 1715,
      "##✠": 1716,
      "##і": 1717,
      "##✓": 1718,
      "##ǒ": 1719,
      "##Č": 1720,
      "##Ć": 1721,
      "##⅓": 1722,
      "##ط": 1723,
      "##⨀": 1724,
      "##ℚ": 1725,
      "##̶": 1726,
      "##ر": 1727,
      "##ʋ": 1728,
      "##➔": 1729,
      "##④": 1730,
      "##⅔": 1731,
      "##▴": 1732,
      "##≍": 1733,
      "##Ⅲ": 1734,
      "##▪": 1735,
      "##𝒌": 1736,
      "##⌝": 1737,
      "##ɑ": 1738,
      "##≢": 1739,
      "##┴": 1740,
      "##Ñ": 1741,
      "##Ó": 1742,
      "##𝐮": 1743,
      "##⨆": 1744,
      "##̧": 1745,
      "##Ō": 1746,
      "##ز": 1747,
      "##ː": 1748,
      "##ĵ": 1749,
      "##■": 1750,
      "##⋎": 1751,
      "##𝐅": 1752,
      "##Ȳ": 1753,
      "##¹": 1754,
      "##˿": 1755,
      "##≀": 1756,
      "##ɣ": 1757,
      "##⊭": 1758,
      "##ť": 1759,
      "##ŝ": 1760,
      "##Я": 1761,
      "##ʻ": 1762,
      "##►": 1763,
      "##𝐯": 1764,
      "##ʎ": 1765,
      "##Ǻ": 1766,
      "##Ë": 1767,
      "##⿢": 1768,
      "##Û": 1769,
      "##⋖": 1770,
      "##⋗": 1771,
      "##∄": 1772,
      "##ǧ": 1773,
      "##↻": 1774,
      "##↺": 1775,
      "##Ṁ": 1776,
      "##ṙ": 1777,
      "##＜": 1778,
      "##𝜸": 1779,
      "##ỹ": 1780,
      "##Þ": 1781,
      "##Ʌ": 1782,
      "##𝐧": 1783,
      "##⇛": 1784,
      "##⟸": 1785,
      "##𝐱": 1786,
      "##♣": 1787,
      "##⋐": 1788,
      "##⧫": 1789,
      "##ℶ": 1790,
      "##Ⅵ": 1791,
      "##ű": 1792,
      "##⊣": 1793,
      "##є": 1794,
      "##⊚": 1795,
      "##Ḡ": 1796,
      "##𝐢": 1797,
      "##Б": 1798,
      "##♂": 1799,
      "##ȳ": 1800,
      "##Ŵ": 1801,
      "##☐": 1802,
      "##ℷ": 1803,
      "##⇂": 1804,
      "##⋙": 1805,
      "##˂": 1806,
      "##È": 1807,
      "##ɸ": 1808,
      "##𝒒": 1809,
      "##Є": 1810,
      "##Ɵ": 1811,
      "##≂": 1812,
      "##˃": 1813,
      "##𝐌": 1814,
      "##̋": 1815,
      "##ℭ": 1816,
      "##↖": 1817,
      "##΢": 1818,
      "##⊸": 1819,
      "##≱": 1820,
      "##Л": 1821,
      "##Ш": 1822,
      "##Ḋ": 1823,
      "##Ṡ": 1824,
      "##À": 1825,
      "##𝟎": 1826,
      "##ġ": 1827,
      "##↷": 1828,
      "##⇕": 1829,
      "##Ś": 1830,
      "##ⅅ": 1831,
      "##✣": 1832,
      "##ن": 1833,
      "##◂": 1834,
      "##Ž": 1835,
      "##∡": 1836,
      "##Ȯ": 1837,
      "##⋌": 1838,
      "##ĸ": 1839,
      "##𝐤": 1840,
      "##𝐗": 1841,
      "##𝐄": 1842,
      "##◆": 1843,
      "##𝐐": 1844,
      "##ǂ": 1845,
      "##𝒮": 1846,
      "##⑧": 1847,
      "##Ⅳ": 1848,
      "##ẏ": 1849,
      "##⿳": 1850,
      "##ĕ": 1851,
      "##ѵ": 1852,
      "##ʃ": 1853,
      "##ə": 1854,
      "##⇏": 1855,
      "##Ώ": 1856,
      "##𝒫": 1857,
      "##و": 1858,
      "##ɤ": 1859,
      "##𝚪": 1860,
      "##Ⅴ": 1861,
      "##⿼": 1862,
      "##Ṙ": 1863,
      "##Æ": 1864,
      "##Ú": 1865,
      "##▲": 1866,
      "##Ṅ": 1867,
      "##⦶": 1868,
      "##𝑿": 1869,
      "##ɳ": 1870,
      "##ف": 1871,
      "##Ḣ": 1872,
      "##⑨": 1873,
      "##ḡ": 1874,
      "##ẽ": 1875,
      "##▼": 1876,
      "##⨉": 1877,
      "##𝐛": 1878,
      "##ك": 1879,
      "##𝝁": 1880,
      "##ṅ": 1881,
      "##ه": 1882,
      "##ʟ": 1883,
      "##ض": 1884,
      "##Ş": 1885,
      "##ṁ": 1886,
      "##♠": 1887,
      "##Ỹ": 1888,
      "##Å": 1889,
      "##Ż": 1890,
      "##ṽ": 1891,
      "##Ẇ": 1892,
      "##ῦ": 1893,
      "##ơ": 1894,
      "##Ȧ": 1895,
      "##ῡ": 1896,
      "##Ṫ": 1897,
      "##◼": 1898,
      "##➂": 1899,
      "##➁": 1900,
      "##he": 1901,
      "the": 1902,
      "##on": 1903,
      "##ti": 1904,
      "##er": 1905,
      "##ed": 1906,
      "##es": 1907,
      "##en": 1908,
      "##in": 1909,
      "##or": 1910,
      "##al": 1911,
      "of": 1912,
      "##at": 1913,
      "##nd": 1914,
      "##tion": 1915,
      "in": 1916,
      "##re": 1917,
      "##an": 1918,
      "##ro": 1919,
      "##it": 1920,
      "and": 1921,
      "##ar": 1922,
      "##as": 1923,
      "##ic": 1924,
      "##ec": 1925,
      "##ing": 1926,
      "to": 1927,
      "##ent": 1928,
      "##is": 1929,
      "##el": 1930,
      "##ation": 1931,
      "##ol": 1932,
      "##ac": 1933,
      "##et": 1934,
      "th": 1935,
      "##mp": 1936,
      "##ur": 1937,
      "##le": 1938,
      "is": 1939,
      "##ig": 1940,
      "##ul": 1941,
      "##tr": 1942,
      "for": 1943,
      "con": 1944,
      "The": 1945,
      "##ow": 1946,
      "##ly": 1947,
      "co": 1948,
      "##id": 1949,
      "##ith": 1950,
      "##st": 1951,
      "with": 1952,
      "##il": 1953,
      "##uc": 1954,
      "re": 1955,
      "##im": 1956,
      "##ve": 1957,
      "##ou": 1958,
      "pro": 1959,
      "be": 1960,
      "##ot": 1961,
      "as": 1962,
      "##os": 1963,
      "##ter": 1964,
      "##ce": 1965,
      "on": 1966,
      "ex": 1967,
      "##tic": 1968,
      "an": 1969,
      "at": 1970,
      "##ff": 1971,
      "##ure": 1972,
      "##od": 1973,
      "##um": 1974,
      "that": 1975,
      "st": 1976,
      "was": 1977,
      "by": 1978,
      "al": 1979,
      "##si": 1980,
      "##ity": 1981,
      "are": 1982,
      "##ate": 1983,
      "##ts": 1984,
      "##am": 1985,
      "##om": 1986,
      "##ated": 1987,
      "##ain": 1988,
      "##ab": 1989,
      "res": 1990,
      "##ver": 1991,
      "##rom": 1992,
      "##ess": 1993,
      "##ect": 1994,
      "de": 1995,
      "##tin": 1996,
      "##ge": 1997,
      "##se": 1998,
      "di": 1999,
      "comp": 2000,
      "##ere": 2001,
      "##ad": 2002,
      "##ir": 2003,
      "sh": 2004,
      "##her": 2005,
      "##qu": 2006,
      "##ut": 2007,
      "ac": 2008,
      "##pp": 2009,
      "##ment": 2010,
      "were": 2011,
      "sp": 2012,
      "or": 2013,
      "##ting": 2014,
      "from": 2015,
      "##ay": 2016,
      "##ib": 2017,
      "wh": 2018,
      "##per": 2019,
      "ch": 2020,
      "##iz": 2021,
      "us": 2022,
      "##oc": 2023,
      "su": 2024,
      "##res": 2025,
      "Fig": 2026,
      "str": 2027,
      "en": 2028,
      "##igh": 2029,
      "tr": 2030,
      "dis": 2031,
      "##op": 2032,
      "##for": 2033,
      "##ap": 2034,
      "##ase": 2035,
      "##ich": 2036,
      "##tiv": 2037,
      "##th": 2038,
      "##00": 2039,
      "##ical": 2040,
      "##lu": 2041,
      "##ine": 2042,
      "In": 2043,
      "##yst": 2044,
      "##ant": 2045,
      "##if": 2046,
      "##ition": 2047,
      "##tive": 2048,
      "inc": 2049,
      "##ell": 2050,
      "##sion": 2051,
      "##em": 2052,
      "##ted": 2053,
      "##ations": 2054,
      "ob": 2055,
      "##ers": 2056,
      "##ence": 2057,
      "##us": 2058,
      "par": 2059,
      "which": 2060,
      "can": 2061,
      "show": 2062,
      "el": 2063,
      "##ag": 2064,
      "this": 2065,
      "##able": 2066,
      "mod": 2067,
      "##and": 2068,
      "diff": 2069,
      "##ater": 2070,
      "met": 2071,
      "##ely": 2072,
      "##all": 2073,
      "ad": 2074,
      "##ace": 2075,
      "sol": 2076,
      "##ri": 2077,
      "##ution": 2078,
      "##ous": 2079,
      "##ies": 2080,
      "##duc": 2081,
      "app": 2082,
      "##og": 2083,
      "se": 2084,
      "inter": 2085,
      "ph": 2086,
      "##ial": 2087,
      "##ectr": 2088,
      "##ave": 2089,
      "##action": 2090,
      "per": 2091,
      "##un": 2092,
      "##ak": 2093,
      "##ore": 2094,
      "we": 2095,
      "##ding": 2096,
      "##les": 2097,
      "##tain": 2098,
      "##ud": 2099,
      "##ved": 2100,
      "##low": 2101,
      "##form": 2102,
      "te": 2103,
      "##erat": 2104,
      "##ance": 2105,
      "eff": 2106,
      "##rou": 2107,
      "##ue": 2108,
      "whe": 2109,
      "ab": 2110,
      "##ther": 2111,
      "##act": 2112,
      "resul": 2113,
      "##amp": 2114,
      "##yl": 2115,
      "Th": 2116,
      "ind": 2117,
      "int": 2118,
      "not": 2119,
      "pl": 2120,
      "pre": 2121,
      "##ign": 2122,
      "temp": 2123,
      "val": 2124,
      "ne": 2125,
      "tran": 2126,
      "##ch": 2127,
      "sur": 2128,
      "me": 2129,
      "##ound": 2130,
      "differ": 2131,
      "##etw": 2132,
      "##ide": 2133,
      "##uct": 2134,
      "cons": 2135,
      "##tial": 2136,
      "##reas": 2137,
      "have": 2138,
      "temperat": 2139,
      "##aly": 2140,
      "imp": 2141,
      "##age": 2142,
      "pr": 2143,
      "##ents": 2144,
      "form": 2145,
      "10": 2146,
      "##ons": 2147,
      "rel": 2148,
      "##eter": 2149,
      "le": 2150,
      "##ates": 2151,
      "##face": 2152,
      "##ens": 2153,
      "exp": 2154,
      "##dition": 2155,
      "##vel": 2156,
      "##een": 2157,
      "un": 2158,
      "##so": 2159,
      "##erg": 2160,
      "##etween": 2161,
      "using": 2162,
      "##end": 2163,
      "used": 2164,
      "between": 2165,
      "##ied": 2166,
      "rep": 2167,
      "meth": 2168,
      "##ip": 2169,
      "##ong": 2170,
      "##yd": 2171,
      "##ach": 2172,
      "stud": 2173,
      "##ite": 2174,
      "##enc": 2175,
      "has": 2176,
      "##ally": 2177,
      "##ction": 2178,
      "tw": 2179,
      "it": 2180,
      "high": 2181,
      "##ystem": 2182,
      "This": 2183,
      "low": 2184,
      "tim": 2185,
      "temperature": 2186,
      "resp": 2187,
      "pres": 2188,
      "##cess": 2189,
      "also": 2190,
      "than": 2191,
      "model": 2192,
      "dep": 2193,
      "been": 2194,
      "##vi": 2195,
      "##ties": 2196,
      "conc": 2197,
      "sub": 2198,
      "##ary": 2199,
      "##ree": 2200,
      "##ific": 2201,
      "##ight": 2202,
      "samp": 2203,
      "trans": 2204,
      "##ating": 2205,
      "##gh": 2206,
      "cont": 2207,
      "sc": 2208,
      "system": 2209,
      "##iv": 2210,
      "##uld": 2211,
      "##ort": 2212,
      "struct": 2213,
      "two": 2214,
      "surface": 2215,
      "##ari": 2216,
      "##ility": 2217,
      "##ser": 2218,
      "pol": 2219,
      "##ond": 2220,
      "##uch": 2221,
      "cor": 2222,
      "##sis": 2223,
      "energ": 2224,
      "##ures": 2225,
      "analy": 2226,
      "##ection": 2227,
      "des": 2228,
      "car": 2229,
      "##ep": 2230,
      "##ill": 2231,
      "meas": 2232,
      "cr": 2233,
      "ev": 2234,
      "##ati": 2235,
      "##orp": 2236,
      "##ectro": 2237,
      "##ange": 2238,
      "##eld": 2239,
      "##est": 2240,
      "cell": 2241,
      "##tively": 2242,
      "##ech": 2243,
      "cal": 2244,
      "obser": 2245,
      "##ular": 2246,
      "dec": 2247,
      "##entr": 2248,
      "##ble": 2249,
      "##yn": 2250,
      "bas": 2251,
      "qu": 2252,
      "rec": 2253,
      "he": 2254,
      "##der": 2255,
      "gr": 2256,
      "##hem": 2257,
      "results": 2258,
      "produc": 2259,
      "##our": 2260,
      "##tim": 2261,
      "##ected": 2262,
      "##ass": 2263,
      "obtain": 2264,
      "mol": 2265,
      "##ydro": 2266,
      "##te": 2267,
      "##ield": 2268,
      "energy": 2269,
      "##ym": 2270,
      "all": 2271,
      "exper": 2272,
      "char": 2273,
      "und": 2274,
      "mo": 2275,
      "##yp": 2276,
      "time": 2277,
      "sign": 2278,
      "##ose": 2279,
      "##ard": 2280,
      "##gen": 2281,
      "electr": 2282,
      "different": 2283,
      "##ative": 2284,
      "method": 2285,
      "sim": 2286,
      "##ne": 2287,
      "ox": 2288,
      "these": 2289,
      "process": 2290,
      "solution": 2291,
      "##etr": 2292,
      "red": 2293,
      "##tical": 2294,
      "##ix": 2295,
      "gen": 2296,
      "##trib": 2297,
      "increas": 2298,
      "##ors": 2299,
      "##ized": 2300,
      "equ": 2301,
      "am": 2302,
      "##ves": 2303,
      "12": 2304,
      "dat": 2305,
      "pos": 2306,
      "##ues": 2307,
      "reg": 2308,
      "experim": 2309,
      "partic": 2310,
      "acc": 2311,
      "calc": 2312,
      "ass": 2313,
      "##oth": 2314,
      "spec": 2315,
      "##−1": 2316,
      "shown": 2317,
      "##fer": 2318,
      "Al": 2319,
      "##unction": 2320,
      "##ared": 2321,
      "##ined": 2322,
      "min": 2323,
      "##tivity": 2324,
      "##ms": 2325,
      "cl": 2326,
      "##ici": 2327,
      "##ang": 2328,
      "##ist": 2329,
      "##ane": 2330,
      "concentr": 2331,
      "##ion": 2332,
      "##ack": 2333,
      "hydro": 2334,
      "under": 2335,
      "mic": 2336,
      "°C": 2337,
      "cur": 2338,
      "##ever": 2339,
      "water": 2340,
      "other": 2341,
      "vari": 2342,
      "##ork": 2343,
      "data": 2344,
      "20": 2345,
      "##ub": 2346,
      "more": 2347,
      "##O2": 2348,
      "##ments": 2349,
      "one": 2350,
      "##ene": 2351,
      "##ization": 2352,
      "##aterial": 2353,
      "nan": 2354,
      "where": 2355,
      "##ential": 2356,
      "reaction": 2357,
      "fil": 2358,
      "##out": 2359,
      "##fter": 2360,
      "et": 2361,
      "electro": 2362,
      "over": 2363,
      "num": 2364,
      "##ium": 2365,
      "col": 2366,
      "observed": 2367,
      "into": 2368,
      "obtained": 2369,
      "##ax": 2370,
      "##rop": 2371,
      "com": 2372,
      "material": 2373,
      "perform": 2374,
      "##ame": 2375,
      "hig": 2376,
      "function": 2377,
      "##lic": 2378,
      "ag": 2379,
      "op": 2380,
      "lar": 2381,
      "##ber": 2382,
      "##ile": 2383,
      "such": 2384,
      "##ros": 2385,
      "For": 2386,
      "calcul": 2387,
      "##uring": 2388,
      "reduc": 2389,
      "fr": 2390,
      "##eng": 2391,
      "##olog": 2392,
      "##hed": 2393,
      "##owever": 2394,
      "##rease": 2395,
      "fol": 2396,
      "po": 2397,
      "It": 2398,
      "grou": 2399,
      "condition": 2400,
      "##ast": 2401,
      "no": 2402,
      "sm": 2403,
      "##hen": 2404,
      "values": 2405,
      "##ize": 2406,
      "both": 2407,
      "li": 2408,
      "##ectively": 2409,
      "##ome": 2410,
      "but": 2411,
      "present": 2412,
      "##ear": 2413,
      "##lex": 2414,
      "phase": 2415,
      "cat": 2416,
      "##de": 2417,
      "##au": 2418,
      "##ability": 2419,
      "gener": 2420,
      "due": 2421,
      "based": 2422,
      "only": 2423,
      "15": 2424,
      "##mal": 2425,
      "lay": 2426,
      "out": 2427,
      "##ox": 2428,
      "##acter": 2429,
      "typ": 2430,
      "their": 2431,
      "##oun": 2432,
      "ar": 2433,
      "appro": 2434,
      "##ensity": 2435,
      "its": 2436,
      "##fore": 2437,
      "indic": 2438,
      "deter": 2439,
      "##yc": 2440,
      "##gr": 2441,
      "##row": 2442,
      "ver": 2443,
      "structure": 2444,
      "spectr": 2445,
      "##ail": 2446,
      "As": 2447,
      "order": 2448,
      "study": 2449,
      "11": 2450,
      "higher": 2451,
      "##ider": 2452,
      "##lo": 2453,
      "##ould": 2454,
