[
    "While thermoelectric materials can be used for solid state cooling, waste heat recovery, and solar electricity generation, low values of the thermoelectric figure of merit, zT, have led to an efficiency too low for widespread use.",
    "With the discovery and development of more promising materials, it is possible to reshape thermoelectric cooling technology.",
    "Significant improvements to the thermoelectric figure of merit ZT have emerged in recent years, primarily due to the engineering of material composition and nanostructure in inorganic semiconductors(1) (ISCs).",
    "This understanding of the existence of multiple inherently distinct different thermodynamic states of the same nominal compound will vastly multiply the number of new complex semiconductors to be discovered for high zT thermoelectrics or other applications.",
    "Over the past ten years, the exploration of high-performance thermoelectric materials has attracted great attention from both an academic research perspective and with a view to industrial applications.",
    "In this article, we review recent studies on the SSE from the viewpoint of thermoelectric applications.",
    "The thermoelectric figure of merit, zT, can exceed 1 at high temperatures in both p-type and n-type PbSe, similar to that found in PbTe.",
    "The results reported here provide experimental evidence for a conceptual basis that could be employed when designing high performance thermoelectric materials and dispel the decades long belief that the systems (AgSbTe2)(1-x)(PbTe)(x) are solid solutions.",
    "However, fully functional practical thermoelectric coolers have not been made from these nanomaterials due to the enormous difficulties in integrating nanoscale materials into microscale devices and packaged macroscale systems.",
    "The average ZT value of the compound over the temperature range 400-800 K is 1.09, making it the best GeTe-based thermoelectric material.",
    "Polymers carry many intrinsic advantages such as low thermal conductivity, solution processability, and roll-to-roll production for fabricating high-performance, lightweight, and flexible thermoelectric modules.",
    "We report a thermoelectric study of graphene in both zero and applied magnetic fields.",
    "By optically heating a thermoplasmonic substrate, a light-directed thermoelectric field can be generated due to spatial separation of dissolved ions within the heating laser spot, which allows us to manipulate metal nanoparticles of a wide range of materials, sizes and shapes with single-particle resolution.",
    "Bismuth Telluride (Bi2Te3) is basically known as an efficient thermoelectric material.",
    "As a result, an enhanced thermoelectric figure of merit, zT, of similar to 1 has been achieved for the composition of Sn0.85Sb0.15Te at 800 K. The high zT sample exhibits the Vickers microhardness value of similar to 136 H-V which is double that of pristine SnTe and is significantly higher than those of the present state-of-the-art thermoelectric materials.",
    "Using combined experimental and computational studies, we show instead that a secondary conduction band with 12 conducting carrier pockets (which converges with the primary band at high temperatures) is responsible for the extraordinary thermoelectric performance of n-type CoSb3 skutterudites.",
    "The maximum thermoelectric figure of merit of almost all type I clathrates is, however, less than 1 and occurs at, or above, 1000 K, making them unfavorable especially for intermediate temperature applications.",
    "We systematically investigated the geometric, electronic and thermoelectric (TE) properties of bulk black phosphorus (BP) under strain.",
    "Here we review the current status of, and future outlook for, thermoelectric cooling materials.",
    "Using the Te-PEDOT:PSS hybrid composites, a flexible thermoelectric generator that could be embedded in textiles was fabricated by a printing process.",
    "Electron (barrier tunneling) and phonon (diffuse mismatch) boundary resistances at the thermoelectric/metal interface, and thermal non-equilibrium between electrons and phonons adjacent to this interface (cooling length), increase the thermal conduction resistance and decrease the Seebeck coefficient of the thermoelectric elements.",
    "Filled skutterudites are one of the most promising thermoelectric materials for power generation applications.",
    "Forming solid solutions has long been considered an effective approach for good thermoelectrics because the lattice thermal conductivities are lower than those of the constituent compounds due to phonon scattering from disordered atoms.",
    "By tuning of the Ni composition x and decrease of electronic thermal conductivity, dimensionless thermoelectric figure of merit for x = 1.5 achieves 0.7 at 665 K, which is a considerably high value among p-type Pb-free sulfides.",
    "We show that this enhancement is due to the combination of two effects: (1) a tuning of the Fermi energy to optimize the Seebeck coefficient and thermoelectric power factor and (2) a reduction in thermal conductivity due to decreases in both the electronic and lattice thermal conductivities.",
    "Driven by the ability to harvest waste heat into reusable electricity and the exclusive role of serving as the power generator for deep spacecraft, intensive endeavors are dedicated to enhancing the thermoelectric performance of ecofriendly materials.",
    "Due to the green feature and distinct advantages, the thermoelectric technology have been applied to different areas in an effort of designing simple, compact and environmental friendly systems.",
    "With these films, parallel-connected thermoelectric generators that were fabricated were able to constantly produce up to 38 nW of output power at D60 K. The thermoelectric device stably sustained its performance, even after 100 bending cycles and after 100 stretching cycles (50% strain).",
    "Despite their complex structures and chemistry, the transport properties of many modern thermoelectrics can be understood using traditional models for heavily doped semiconductors.",
    "A thermoelectric figure-of-merit (ZT) >= 1 (n-type) has been achieved when x >= 0.2 in InxCO4Sb12 at 575 K.",
    "To utilize human heat energy as a permanent power source, we demonstrate, for the first time, an intrinsically highly foldable and stretchable thermoelectric generator that is based upon chemically exfoliated 1T-transition metal dichalcogenide (TMDC) nanosheets (NSs) for self-powered wearable electronics.",
    "Surprisingly, n-type Mg3Sb2-based thermoelectrics have been recently found with exceptionally high figure of merit.",
    "The BC-2202 material thus appears to be a promising thermoelectric material due to its high performance at high temperature (similar to 1000 K).",
    "In this perspective we summarized several strategies that were successfully applied in PbTe-based thermoelectric materials through manipulating charge and phonon transports, such as optimizing carrier density to tune Fermi level, tailoring band structure to enhance effective mass, and designing all-scale hierarchical architectures to suppress phonon propagation.",
    "The deceptively simple material SnSe has surprised the scientific community by showing an unexpectedly low thermal conductivity and high power factor and it has become a very promising thermoelectric material.",
    "The orthorhombic CaMn1-x,NbxO3 +/-delta (x = 0.02, 0.05, and 0.08) phases were studied in terms of their high-temperature thermoelectric properties (Seebeck coefficient, electrical resistivity, and thermal conductivity).",
    "In response to the thread of environmental and ecological degradation along with projected fossil fuel depletion the active search for efficient renewable energy conversion technologies has been attempted in various research areas including the field of thermoelectrics.",
    "In this work we show that thermoelectric performance of PEDOT:PSS can be enhanced by greatly improving its electrical conductivity in contrast to inorganic thermoelectric materials.",
    "Recent advances in semiconductor thermoelectric physics and materials are reviewed.",
    "PbSe is a surprisingly good thermoelectric material due, in part, to its low thermal conductivity that had been overestimated in earlier measurements.",
    "This work confirms prior reports of lanthanum telluride as a good high-temperature thermoelectric material, with zT similar to 1.1 obtained at 1275 K. The thermoelectric performance is found to be better than that of SiGe, the current state-of-the-art high-temperature n-type thermoelectric material.",
    "In this review, we focus on the physical and chemical properties of various thermoelectric materials.",
    "Unlike previous works on the properties of Bi2Te3 nanoparticles, the full thermoelectric characterization of such sintered pellets shows a highly reduced thermal conductivity and the same electric conductivity as bulk n-type Bi2Te3.",
    "The application of a magnetic field induces a negative magnetoresistance which reaches -35% for 7 T. Moreover, thermoelectric power measurements yield a high positive value of approximate to 125 mu V K-1 at 300 K with a weak temperature dependence in between 100 and 300 K. This result contrasts with the metallic in-plane resistivity.",
    "The thermoelectric properties of Ag-doped SnS samples synthesized by mechanical alloying followed by spark plasma sintering were studied.",
    "Thermoelectric transport features of n-type ZrNiSn-based HH alloys are particularly emphasized, which is beneficial to further improving thermoelectric performance and comprehensively understanding the underlying mechanisms in HH thermoelectric materials.",
    "SP modes channel the energy of absorbed photons directly to the free electrons, and the generated hot electrons can be utilized in thermoelectric, photovoltaic and photo-catalytic platforms.",
    "Optimization studies on the thermoelectric properties with a variety of doping agents show that the electrical properties of CsBi4Te6 can be tuned to yield an optimized thermoelectric material which is promising for low-temperature applications.",
    "The net benefit in zT comes from the band structure tuning even though in other thermoelectric solid solutions it is the thermal conductivity reduction from disorder that leads to net zT improvement.",
    "Zintl phases are ideal candidates for efficient thermoelectric materials, because they are typically small-bandgap semiconductors with complex structures.",
    "This work emphasizes the importance of solid solution alloys of PbTe for thermoelectric power-generation applications and also provides an upper limit of about 1 micrometer to the average distance between interfaces above which phonon scattering by composite interfaces is ineffectual.",
    "The results and analysis of the data from this study lead to a redetermination of zT for this historical thermoelectric material and provide a renewed interest in n-type PbTe based materials.",
    "This paper presents a novel wearable TEG with 52 pairs of cubic-shaped thermoelectric legs to harvest human body heat.",
    "The system contains a radiation concentrator, a photovoltaic solar cell and a heat engine or thermoelectric generator.",
    "We found that a moderate change in the conjugated backbone leads to varied doping mechanisms and contributes to dramatic changes in the thermoelectric performance.",
    "The figure of merit of thermoelectric materials, ZT, which determines their efficiency in a thermoelectric device, remains low for most conventional bulk materials.",
    "We believed that recent achievements will augur the possibility for thermoelectric power generation and cooling, and discuss several future directions which could lead to new exciting next generation of nanostructured thermoelectrics.",
    "Spin analogs to the thermopower and thermoelectric figure of merit are defined and studied as a function of junction parameters.",
    "The ECG sensing circuit was fabricated on a flexible PCB and powered by a wearable thermoelectric generator (w-TEG) using body heat as the energy source.",
    "We obtain higher-dimensional generalizations of the SYK models which display disordered metallic states without quasiparticle excitations, and we deduce their thermoelectric transport coefficients.",
    "Also, a heat-pipe cooling device is used to cool down the hot side of the thermoelectric cooler.",
    "In this study, historical development of thermoelectric cooling has been briefly introduced first.",
    "The choice and concentration of filler atoms are key aspects for achieving high thermoelectric figure of merit values.",
    "A practical and feasible bottom-up chemistry approach is demonstrated to dramatically enhance thermoelectric properties of the Bi2Te3 matrix by means of exotically introducing silver nanoparticles (AgNPs) for constructing thermoelectric composites with the hierarchical two-phased heterostructure.",
    "We demonstrate that the beneficial effect of light effective mass contributes to high zT in n-type thermoelectric PbTe, where doping and temperature can be used to tune the effective mass.",
    "To date, the dramatic enhancements in the figure of merit achieved in bulk thermoelectric materials have come either from the reduction in lattice thermal conductivity or improvement in power factors, or both of them.",
    "Although such a temperature time profile is hard to find, the overall optimization is easier than the thermoelectric strategy.",
    "We report that the complex Zintl compound, Yb14MnSb11, breaks a 2-decade stagnation in high-temperature (> 900 K), p-type materials development for thermoelectric power generation.",
    "In general, in thermoelectric materials the electrical conductivity sigma and thermal conductivity kappa are related and thus cannot be controlled independently.",
    "The prospects-of the applications of the thermoelectric devices are also discussed.",
    "The dimensionless thermoelectric figure of merit, ZT, increases with increasing temperature and reaches a maximum value of 0.9 for Sr0.28Co4Sb12 at 850 K.",
    "In fact, the net effect of such a high effective mass is a lower thermoelectric figure of merit, zT, when the carriers are predominantly scattered by phonons according to the deformation potential theory of Bardeen-Shockley.",
    "Obtaining thermoelectric materials with high figure of merit ZT is an exacting challenge because it requires the independent control of electrical conductivity, thermal conductivity and Seebeck coefficient, which are often unfavourably coupled.",
    "Although the material thermoelectric figure of merit Z [= S-2 sigma/(kappa(e) + kappa(L))] is a key parameter to optimize, one has to consider the whole system in an energy conversion application.",
    "Chalcopyritelike quaternary chalcogenides, Cu(2)ZnSnQ(4) (Q=S,Se), were investigated as an alternative class of wide-band-gap p-type thermoelectric materials.",
    "As a result, a peak thermoelectric figure of merit zT > 1.2 and an average zT as high as approximate to 0.8 are achieved in Nb-doped materials, without relying on a high thermoelectric power factor.",
    "The edge roughness and lattice vacancy are found to increase the thermopower but decrease the thermoelectric ZT factor because the decrease in the electronic conductance outweighs the decrease in the thermal conductance and the increase in the thermopower.",
    "However, applying the same technique to n-type Bi2Te2.7Se0.3 showed no improvement on ZT values, due to the anisotropic nature of the thermoelectric properties of n-type Bi2Te2.7Se0.3.",
    "Using this approach, we predict a series of potential thermoelectric candidates from layered CaAl2Si2-type Zintl compounds.",
    "This behavior is very different from that of typical semiconductors whose thermoelectric properties are strongly correlated.",
    "Being a best known thermoelectric material and a topological insulator at ambient condition, magic bismuth telluride (Bi2Te3) under pressure transforms into several superconducting phases, whose structures remain unsolved for decades.",
    "Despite this potential, thermoelectric devices are not in common use because of their low efficiency, and today they are only used in niche markets where reliability and simplicity are more important than performance.",
    "Newly commercialize PEDOT-PSS products CLEVIOS PH1000 and FE-T, among the most conducting of polymers, show unexpectedly higher Seebeck coefficients than older CLEVIOSP products that were studied by other groups in the past, leading to promising thermoelectric (TE) power factors around 47 mu W/m K-2 and 30 mu W/m K-2 respectively.",
    "Layered structures of transition metal dichalcogenides stacked by van der Waals interactions are now attracting the attention of many researchers because they have fascinating electronic, optical, thermoelectric, and catalytic properties emerging at the monolayer limit.",
    "This is because Bi2Te3 (or more precisely its alloys with Sb2Te3 for p-type and Bi2Se3 for n-type material) has the highest thermoelectric figure of merit, zT, of any material around room temperature.",
    "Here two fundamentally different doping mechanisms are used to investigate the thermoelectric properties of known high hole mobility polymers: poly 3-hexylthiophene (P3HT), poly(2,5-bis(3-tetradecylthiophen-2-yl)thieno[3,2-b]thiophene) (PBTTT-C-14), and poly(2,5-bis(thiphen-2-yl)-(3,7-diheptadecantyltetrathienoacene)) (P2TDC(17)-FT4).",
    "Pure lead-free SnTe has limited thermoelectric potentials because of the low Seebeck coefficients and the relatively large thermal conductivity.",
    "For few layer thicknesses, the near degeneracies of the conduction band K and Sigma valleys and the valence band Gamma and K valleys enhance the n-type and p-type thermoelectric performance.",
    "This work revealed that BiCuSeO oxyselenide is a potential oxide-based thermoelectric material, whose dimensionless figure of merit (ZT) reaches similar to 0.70 at 773 K. High phase-purity BiCuSeO polycrystalline materials with fine grains were synthesized by a facile method combining a solid-state reaction and spark plasma sintering.",
    "Our results demonstrate that thermoelectric power conversion can, in principle, be achieved close to the thermodynamic limits, with direct relevance for future hot-carrier photovoltaicsi(10), on-chip coolers or energy harvesters for quantum technologies.",
    "Carbon fiber composites are superior to steel fiber composites for strain sensing, but are inferior to steel fiber composites in the thermoelectric behavior.",
    "The current record material for thermoelectric conversion efficiency, SnSe, has an ultralow thermal conductivity, but the mechanism behind the strong phonon scattering remains largely unknown.",
    "Our results provide insight into the design and fabrication of high-performance flexible thermoelectric materials.",
    "We show that metal-based superlattices with tall barriers can achieve a large effective thermoelectric figure of merit (ZT>5 at room temperature).",
    "This work investigated the thermoelectric properties of thin silicon membranes that have been decorated with high density of nanoscopic holes These \"holey silicon\" (HS) structures were fabricated by either nanosphere or block-copolymer lithography, both of which are scalable for practical device application By reducing the pitch of the hexagonal holey pattern down to 55 nm with 35% porosity, the thermal conductivity of HS is consistently reduced by 2 orders of magnitude and approaches the amorphous limit With a ZT value of similar to 0 4 at room temperature, the thermoelectric performance of HS is comparable with the best value recorded in silicon nanowire system",
    "In conclusion, possible future directions for developing GeTe in thermoelectric applications are proposed.",
    "These crystals show an anomalous peak in the Seebeck coefficient at low temperatures, reaching +120 mu V K-1 at 7 K, giving them a high thermoelectric power factor at low temperatures.",
    "The generators described here are true textiles, proving active thermoelectrics can be woven into various fabric architectures for sensing, energy harvesting, or thermal management.",
    "A dimensionless thermoelectric figure of merit of 1.36 at 800 K is achievable for n-type BaxYbyCo4Sb12.",
    "Here, a design of slow phonon propagation as an effective approach for high-performance thermoelectrics is shown.",
    "Band engineering to converge the valence (or conduction) bands to achieve high valley degeneracy should be a general strategy in the search for and improvement of bulk thermoelectric materials, because it simultaneously leads to a high Seebeck coefficient and high electrical conductivity.",
    "However, despite recent improvements in the efficiency of thermoelectric materials, the widespread application of thermoelectric generators has been hampered by challenges in fabricating thermoelectric materials with appropriate dimensions to perfectly fit heat sources.",
    "Recent progress has led to surging interest in organic thermoelectrics.",
    "Lead sulfide, a compound consisting of elements with high natural abundance, can be converted into an excellent thermoelectric material.",
    "In this work, we discovered that the phase-transition temperature can be suppressed to below 300 K by a simple Bi and Mn codoping, resulting in the high performance of cubic GeTe from 300 to 773 K. Bi doping on the Ge site was found to reduce the hole concentration and thus to enhance the thermoelectric properties.",
    "In this review, we present an overview on the various aspects of device development i.e. from synthesis of high ZT thermoelectric materials to issues & design aspects of the TEG.",
    "Despite limitations to available data, we find that: water used for cooling of thermoelectric power plants dominates the life cycle water use in most cases; the coal, natural gas, and nuclear fuel cycles require substantial water per megawatt-hour in most cases; and, a substantial proportion of life cycle water use per megawatt-hour is required for the manufacturing and construction of concentrating solar, geothermal, photovoltaic, and wind power facilities.",
    "The development history of solar-based thermoelectric technologies is introduced together with the discussion of the existing drawbacks of current systems.",
    "Concentrating solar thermoelectric generators (STEGs) have the advantage of replacing the mechanical power block with a solid-state heat engine based on the Seebeck effect, simplifying the system.",
    "These ZT values were determined by directly measuring Seebeck coefficients and electrical conductivities and using the low lattice thermal conductivity value (similar to 3.3 mW/cm-K) determined experimentally from measurements of a one-legged thermoelectric cooler.",
    "Here, we report a large increase in the thermoelectric power of p-doped antimony bismuth telluride alloys upon pressure tuning under nonhydrostatic compression conditions.",
    "In this context there is currently a growing interest in developing organic thermoelectric materials which are flexible, cost-effective, eco-friendly and potentially energy-efficient.",
    "Here, it is shown that these materials have actually been studied for more than 190 years and the absence of commercial thermoelectric modules based on them stems from some major intrinsic issues related to these chalcogenides.",
    "Moreover, the approach can be extended to several other non-cubic materials, thereby substantially accelerating the screening and design of new thermoelectric materials.",
    "Our composites, containing single-wall carbon nanotubes, poly(3,4-ethylenedioxythiophene):poly(styrenesulfonate) and/or polyvinyl acetate, show thermo-powers weakly correlated with electrical conductivities, resulting in large thermoelectric power factors in the in-plane direction of the composites, similar to 160 mu W/m.K-2 at room temperature, which are orders of magnitude larger than those of typical polymer composites.",
    "We report for the first time highly conductive poly(3,4-ethylenedioxythiophene): poly(4-styrenesulfonate) (PEDOT:PSS)/graphene composites fabricated by in situ polymerization and their applications in a thermoelectric device and a platinum (Pt)-free dye-sensitized solar cell (DSSC) as energy harvesting systems.",
    "Bulk thermoelectric legs cut from solid ingots are far superior to thermoelectric materials synthesized using other techniques.",
    "Of the various types of nanostructured materials, bulk nanostructured materials have shown the most promise for commercial use because, unlike many other nanostructured materials, they can be fabricated in large quantities and in a form that is compatible with existing thermoelectric device configurations.",
    "The indirect bandgap semiconductor tin selenide (SnSe) has been a research hotspot in the thermoelectric fields since a ZT (figure of merit) value of 2.6 at 923 K in SnSe single crystals along the b-axis is reported.",
    "The increase of a thermoelectric material's figure of merit (ZT value) is limited by the interplay of the transport coefficients.",
    "As a result, a peak thermoelectric figure of merit, zT, higher than 1 is achieved in Sn0.94Cu0.12 Te at 850 K, without relying on other approaches for electrical performance enhancements.",
    "However, in order to meet that role, more efficient thermoelectric materials are needed that are suitable for high-temperature applications.",
    "Increasing energy demands require new materials, e.g., thermoelectrics, for efficient energy conversion of fossil fuels.",
    "High-symmetry thermoelectric materials usually have the advantage of very high band degeneracy, while low-symmetry thermoelectrics have the advantage of very low lattice thermal conductivity.",
    "We believe recent achievements in the field augur great possibilities for thermoelectric power generation and cooling, and discuss future paths forward that build on these exciting nanostructuring concepts.",
    "A novel photovoltaic-thermoelectric (PV-TE) hybrid device composed of a series-connected dye-sensitized solar cell (DSSC), a solar selective absorber (SSA) and a TE generator is created.",
    "In indoor applications, thermoelectric converters on the skin can provide more power per square centimeter than solar cells, particularly in adverse illumination conditions.",
    "Fly ashes (FA) are byproducts of electricity production from mineral coal in thermoelectric power plants.",
    "These materials show considerable potential as n-type legs in thermoelectric power generation at elevated temperatures.",
    "We report the evaluation of the thermoelectric performance of polycrystalline p-type SnSe, a material in which unprecedented values of the thermoelectric figure of merit ZT have been recently discovered in single crystals.",
    "The ability to study thermoelectricity in molecular junctions provides the opportunity to address these fundamental unanswered questions about their electronic structure and to begin exploring molecular thermoelectric energy conversion.",
    "Since the solar irradiance within a day is varying, the temperature of the photovoltaic-thermoelectric (PV-TE) system becomes fluctuant with the change of the incident solar irradiance, which exerts a significant influence on the efficiency of the total system.",
    "We present a \"nanoparticle-in-alloy\" material approach with silicide and germanide fillers leading to a potential 5-fold increase in the thermoelectric figure of merit of SiGe alloys at room temperature and 2.5 times increase at 900 K. Strong reductions in computed thermal conductivity are obtained for 17 different types of silicide nanoparticles.",
    "Conducting polymers have recently been suggested as thermoelectric materials for use in large-area thermogenerators.",
    "The fuel usage can be more efficient if thermoelectric generators (TEG) are used to convert heat energy into electricity.",
    "Conducting polymer poly(3,4-ethylenedioxythiohene):poly(styrenesulfonate) (PEDOT:PSS)-based thermoelectric composites are fabricated with varying SnSe NSs content, and the thermoelectric properties of the composites are examined at 300 K. The exfoliated SnSe particles show thin two-dimensional sheet-like structures that are evenly distributed into the PEDOT:PSS matrix.",
    "Here we discuss the likely temperature dependence of the thermoelectric parameters and the means by which the composition may be optimized for applications above room temperature.",
    "By adding aluminium (Al) into lead selenide (PbSe), we successfully prepared n-type PbSe thermoelectric materials with a figure-ofmerit (ZT) of 1.3 at 850 K. Such a high ZT is achieved by a combination of high Seebeck coefficient caused by very possibly the resonant states in the conduction band created by Al dopant and low thermal conductivity from nanosized phonon scattering centers.",
    "Inorganic chalcogenides are traditional high-performance thermoelectric materials.",
    "The SPS method is greatly effective for improving the thermoelectric properties of Ca3Co4O9 oxide ceramics.",
    "As one of promising thermoelectric materials with intrinsic high figure of merit (ZT), Cu2Se provides opportunities to tackle the global energy crisis via converting waste heat into electricity.",
    "Overall, solution coprocessing of p(gNDI-gT2) and N-DMBI results in a larger thermoelectric power factor of up to 0.4 mu W K-2 m(-1) compared to other NDI-based polymers.",
    "These nanocrystal field-effect transistors allow reversible switching between n- and p-transport, providing options for complementary metal oxide semiconductor circuits and enabling a range of low-cost, large-area electronic, optoelectronic, thermoelectric, and sensing applications.",
    "The benefits of increased alloying at the M and Ni sites, on the thermal conductivity and thermoelectric transport properties, have also been investigated.",
    "A nanostructuring approach that enables electron transport as well as phonon transport to be manipulated could potentially lead to further enhancements in thermoelectric performance.",
    "Creating temperature gradients in magnetic nanostructures has resulted in a new research direction, that is, the combination of magneto- and thermoelectric effects(1-5).",
    "Graphene itself might not be a good thermoelectric material.",
    "We introduce the concept of modulation doping in three-dimensional nanostructured bulk materials to increase the thermoelectric figure of merit.",
    "The achieved high thermoelectric performance in GeTe-based thermoelectric materials with rationally established strategies can act as a reference for broader materials to tailor their thermoelectric performance.",
    "Impressively, such a strategy presented herein offers tremendous potentials for applying many other high-efficiency thermoelectric materials in ultrasensitive biosensors.",
    "Their thermoelectric properties can be further improved to be comparable to inorganic counterparts in the near future.",
    "While these strategies are well demonstrated in lead chalcogenides, the principles used are equally applicable to most good thermoelectric materials that could enable improvement of thermoelectric devices from niche applications into the mainstream of energy technologies.",
    "When all of these three monotellurides (PbTe, SnTe and GeTe) are fully optimized in their p-type forms, GeTe shows the highest thermoelectric figure of merit (zT up to 1.8).",
    "Among the predicted and characterized properties of the missing compounds are potential transparent conductors, thermoelectric materials and topological semimetals.",
    "We report a new type of thermoelectric material, sulfide bornite (Cu5FeS4), which is a widespread natural mineral that is composed of non-toxic and earth-abundant elements.",
    "After more than three decades of molecular and carbon-based electronics, the creation of air-and thermally stable n-type materials remains a challenge in the development of future p/n junction devices such as solar cells and thermoelectric modules.",
    "We demonstrate high thermoelectric performance with a near room-temperature figure of merit, ZT similar to 1.5, and a maximum ZT similar to 2.6 at 573 kelvin, by optimizing atomic disorder in cadmium-doped polycrystalline silver antimony telluride (AgSbTe2).",
    "In this study, we demonstrate that SnTe-based materials can be controlled to become excellent thermoelectrics for power generation via the successful application of several key concepts that obviate the well-known disadvantages of SnTe.",
    "A complete prediction of the thermoelectric performance and the understanding of underlying heat and charge transport details are the key to further improvement of their thermoelectric efficiency.",
    "Initially, a brief analysis of the environmental problems related to the use of conventional technologies and energy sources is presented and the benefits offered by thermoelectric technologies and renewable energy systems are outlined.",
    "The dimensionless thermoelectric figure of merit ZT was observed to increase from a value of 0.8 at 800 K for Ba0.3Co4Sb12 to a value of 1.2 for the sample with x=0.05.",
    "Intrinsic point defects play an important role in enhancing the thermoelectric properties.",
    "Two of them even have an electronic band gap < 1 eV, which makes them exceptional candidates for thermoelectric applications.",
    "The vacancy engineering strategy used here should be equally applicable for solid solution thermoelectrics and provides a strategy for improving zT.",
    "We report that the figure of merit (ZT) value of PEDOT:PSS thin film for thermoelectric property is increased about 10 times by incorporating 2 wt% of graphene.",
    "The possibilities of using semiconductor materials with different band gap values are analyzed, as well as of the different thermoelectric materials.",
    "In addition, electrospun nanofibers used in other areas, such as thermoelectrical and piezoelectric materials, are also discussed.",
    "With limited size, the kappa could be effectively lowered, and the anisotropy could be effectively modulated by nanostructuring, which would extend the applications to nanoscale thermoelectrics and thermal management.",
    "We find the boundary conductance to be in the range 1.5 x 10(10) to 4.5 x 10(10) W/(m(2) K), which is significantly higher than that of any other thermoelectric interfaces reported in the literature.",
    "Strategies for improving the thermoelectric performance of materials are proposed, along with an insight into semiconductor physics.",
    "The abundance of solar thermal energy and the widespread demands for waste heat recovery make thermoelectric generators (TEGs) very attractive in harvesting low-cost energy resources.",
    "We then see that most of the understood increase in the figure of merit of nancistructured thermoelectrics has been accomplished through a drastic reduction of the lattice thermal conductivity (kappa(L))-by two orders of magnitude from the bulk values through the introduction of scattering at different length scales.",
    "Te is multifunctional, e.g., semiconducting, photoconductive, thermoelectric, piezoelectric, etc., for applications in electronics, sensors, optoelectronics, and energy devices.",
    "Thereafter, various intriguing applications, particularly in electronics, energy storage, catalysts, sensors, thermoelectric, lubricant and seawater desalination are highlighted.",
    "The large zT can be traced to the high band degeneracy, low effective mass, high carrier mobility, and relatively low lattice thermal conductivity, which all contribute to its remarkably high thermoelectric quality factor.",
    "For instance, using a limited temperature gradient due to the limited heat exchange, a maximum efficiency of 1.7% of Carnot efficiency can be expected using a thermoelectric module.",
    "Known technologies-such as solar cells, thermoelectric devices and mechanical generators-have specific environmental requirements that restrict where they can be deployed and limit their potential for continuous energy production(3-5).",
    "Advanced thermoelectric technologies can drastically improve energy efficiencies of industrial infrastructures, solar cells, automobiles, aircrafts, etc.",
    "The performance of thermoelectric materials is determined by their electrical conductivity, thermal conductivity, and Seebeck coefficient.",
    "Subsequently, we also apply the whole method to a thermoelectric material Mg2Si and demonstrate the reliability of the NEMD method for systems with low thermal conductivities.",
    "For example, this analysis clearly shows that the minority carrier excitation across the small bandgap significantly limits the thermoelectric performance of Bi2Te3, even at room temperature, showing that larger bandgap alloys are needed for higher temperature operation.",
    "Moreover, we also briefly discussed the latest advances in the mechanical, sensing, thermoelectric and EMI shielding properties of the s-CPCs.",
    "Distortions of the electronic density of states (DOS) are a potent mechanism to increase the thermopower of thermoelectric semiconductors, thereby increasing their power factor.",
    "This review begins with the basic concepts of the thermoelectric and discusses its recent material researches about the figure of merit.",
    "The improvement in the efficiency of nanoengineering thermoelectrics benefits mainly from the reduction in the thermal conductivity.",
    "Then it reports the recent application of the thermoelectric cooler including the thermoelectric model and its application area.",
    "Here we present a simple and versatile bottom-up strategy based on the assembly of colloidal nanocrystals to produce consolidated yet nanostructured thermoelectric materials.",
    "These compounds all crystallize in a cubic type-I ice clathrate structure, and are of interest as potential thermoelectric materials.",
    "Besides, we summarize the current theoretical calculations to predict and understand the thermoelectric performance of SnSe, and provide a comprehensive summary on the current synthesis, characterization, and thermoelectric performance of both SnSe crystals and polycrystals, and their associated materials.",
    "Finally, we highlight the recent development in single-crystal thermoelectric materials.",
    "Conventional strategies for advancing thermoelectrics by minimizing the lattice thermal conductivity focus on phonon scattering for a short mean free path.",
    "This discovery sets the stage for use of a new nanocomposite approach in developing high- performance low- cost bulk thermoelectric materials.",
    "These findings pave the way for large-scale utilization of Cu2Se-based materials in thermoelectric generators.",
    "A rarely discussed but important efficiency/cost trade-off for thermoelectric power generation is briefly reviewed, and research directions for the development of low-cost thermoelectric materials are identified.",
    "Three-dimensional printed materials with various geometries showed homogenous thermoelectric properties, and their dimensionless figure-of-merit values of 0.9 (p-type) and 0.6 (n-type) were comparable to the bulk values.",
    "These strategies are successful in synergistically manipulating the thermal conductivity and electron transport properties, which have significantly advanced thermoelectric performance on materials.",
    "In thermoelectric materials, the heat-to-electricity conversion efficiency is directly improved by suppressing the propagation of phonon quasiparticles responsible for macroscopic thermal transport.",
    "In order to investigate viability and further performance of the thermoelectric generator for waste heat recovery in industry area, a low-temperature waste heat thermoelectric generator setup has been constructed.",
    "The testing modules produced similar to 6 mV thermoelectric voltage, with similar to 25 nW generated power upon application of similar to 22 degrees C temperature gradients.",
    "We show the impact of the properties of the thermoelectric material, module design and dimensions, heat spreaders, filler material, heat sink and skin contact resistance on device performance."
]
